Repository: AgnieszkaPlatek/Forget_It_Not
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: register/
pl_pl: rejestracja/

source: profile/
pl_pl: profil/

source: login/
pl_pl: logowanie/

source: logout/
pl_pl: wyloguj/

source: delete_confirm/
pl_pl: potwierdzenie_usuniecia

source: password-reset/
pl_pl: resetowanie-hasla/

source: password-reset-confirm/<uidb64>/<token>/
pl_pl: potwierdzenie-resetowania-hasla/<uidb64>/<token>/

source: password-reset/done/
pl_pl: resetowanie-hasla/zrobione/

source: password-reset-complete/
pl_pl: resetowanie-hasla-ukonczone/

source: name
pl_pl: nazwa

source: front
pl_pl: pytanie

source: back
pl_pl: odpowiedź

source: Your Flashcard Sets
pl_pl: Moje bazy

source: Learn
pl_pl: Nauka

source: Log out
pl_pl: Wyloguj

source: Log in
pl_pl: Zaloguj

source: Register
pl_pl: Zarejestruj

source: PL
pl_pl: EN

source: Add flashcard
pl_pl: Dodaj fiszkę

source: Add
pl_pl: Dodaj

source: Cancel
pl_pl: Cofnij

source: Delete Flashcard
pl_pl: Usuń fiszkę

source: Are you sure you want to delete the flashcard
pl_pl: Czy jesteś pewien, że chcesz usunąć tę fiszkę

source: Yes, Delete
pl_pl: Tak, usuń

source: Previous
pl_pl: Poprzednia

source: Next
pl_pl: Następna

source: Add Flashcard
pl_pl: Dodaj fiszkę

source: Back
pl_pl: Wstecz

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: created on
pl_pl: utworzono

source: created on %(date)s
pl_pl: utworzono %(date)s

source: Filter flashcards by date
pl_pl: Filtruj fiszki według daty

source: Search for flashcard
pl_pl: Wyszukaj fiszkę

source: Learn all flashcards from the set
pl_pl: Nauka wszystkich fiszek z bazy

source: Choose part to learn
pl_pl: Wybierz część do nauki

source: First
pl_pl: Pierwsza

source: Last
pl_pl: Ostatnia

source: Update Set
pl_pl: Edytuj bazę

source: Delete Set
pl_pl: Usuń bazę

source: Edit flashcard
pl_pl: Edytuj fiszkę

source: Submit
pl_pl: Zapisz

source: Search for flashcard in
pl_pl: Szukaj fiszki w

source: Filter flashcards from
pl_pl: Filtruj fiszki z

source: from date:
pl_pl: od daty:

source: dd/mm/yyyy
pl_pl: dd/mm/rrrr

source: to date:
pl_pl: do daty:

source: LEARN
pl_pl: NAUKA

source: Hello
pl_pl: Witaj

source: You have <b>%(count)s</b> set
pl_pl: Masz <b>%(count)s</b> bazę

source: and <b>%(count)s</b> flashcard.
pl_pl: i <b>%(count)s</b> fiszkę.</h5>

source: Keep it up!
pl_pl: Tak trzymaj!

source: View your sets of flashcards
pl_pl: Przeglądaj bazy

source: Create a new set
pl_pl: Utwórz nową bazę

source: New Set
pl_pl: Nowa baza

source: Begin learning your flashcards
pl_pl: Rozpocznij naukę

source: Are you sure you want to delete the set
pl_pl: Czy jesteś pewien, że chcesz usunąć tę bazę

source: Create new set
pl_pl: Utwórz nową bazę

source: Flashcard Sets
pl_pl: Moje bazy

source: Set
pl_pl: Baza

source: Created on
pl_pl: Utworzono

source: You have no sets yet. Click the button below to create one.
pl_pl: Jeszcze nie masz żadnej bazy. Kliknij przycisk poniżej, żeby utworzyć nową bazę.

source: Welcome!
pl_pl: Witaj!

source: register
pl_pl: Zarejestruj się,

source: to begin creating your own sets of
pl_pl: żeby zacząć tworzyć swoje bazy

source: flashcards
pl_pl: fiszek

source: or just
pl_pl: lub

source: TRY IT OUT
pl_pl: WYPRÓBUJ

source: welcome/
pl_pl: witaj/

source: set/list/
pl_pl: bazy/lista/

source: set/create/
pl_pl: baza/nowa/

source: set/<int:pk>/
pl_pl: baza/<int:pk>/

source: set/<int:pk>/select/
pl_pl: baza/<int:pk>/filtruj/

source: set/<int:pk>/search/
pl_pl: baza/<int:pk>/szukaj/

source: set/<int:pk>/update/
pl_pl: baza/<int:pk>/zmien/

source: set/<int:pk>/delete/
pl_pl: baza/<int:pk>/usun/

source: set/<int:pk>/add/
pl_pl: baza/<int:pk>/nowa/

source: set/flashcard/<int:pk>/
pl_pl: baza/fiszka//<int:pk>/

source: set/flashcard/<int:pk>/update/
pl_pl: baza/fiszka//<int:pk>/zmien/

source: set/flashcard/<int:pk>/delete/
pl_pl: baza/fiszka//<int:pk>/usun/

source: Learning set
pl_pl: Nauka bazy

source: Learning all flashcards
pl_pl: Nauka wszystkich fiszek

source: Did you know?
pl_pl: Czy wiedziałeś?

source: YES
pl_pl: TAK

source: NO
pl_pl: NIE

source: Well done
pl_pl: Dobra robota

source: You finished learning
pl_pl: Skończyłeś naukę

source: You finished learning your flashcards!
pl_pl: Skończyłeś naukę swoich fiszek!

source: Learn all flashcards
pl_pl: Nauka wszystkich fiszek

source: You have to add some flashcards before learning them!
pl_pl: Musisz najpierw dodać jakieś fiszki, żeby móc się ich uczyć!

source: Learn part of
pl_pl: Nauka części bazy

source: You have
pl_pl: Masz

source: <strong>%(count)s</strong> flashcard
pl_pl: <strong>%(count)s</strong> fiszkę

source: to learn. Good luck!
pl_pl: do nauki. Powodzenia!

source: START
pl_pl: ZACZYNAMY

source: Check if you know
pl_pl: Sprawdź czy wiedziałeś

source: learn/
pl_pl: nauka/

source: Log In
pl_pl: Zaloguj

source: Forgot password?
pl_pl: Zapomniałeś hasła?

source: Need An Account?
pl_pl: Chcesz utworzyć konto?

source: Sign Up Now
pl_pl: Zarejestruj się

source: You have been logged out
pl_pl: Zostałeś wylogowany

source: Log In Again
pl_pl: Zaloguj ponownie

source: Reset Password
pl_pl: Resetuj hasło

source: Request password reset
pl_pl: Potwierdź prośbę o zresetowanie hasła

source: Your password has been changed.
pl_pl: Twoje hasło zostało zmienione.

source: An email has been sent with instructions to reset your password
pl_pl: Email został wysłany w celu zresetowania hasła

source: <p class="mt-34 mb-1"><b>%(count)s</b> set</p>
pl_pl: <b>%(count)s</b> baza

source: <p><b>%(count)s</b> flashcard</p>
pl_pl: <p><b>%(count)s</b> fiszka</p>

source: Profile Info
pl_pl: Twój profil

source: Update
pl_pl: Aktualizuj

source: Delete account
pl_pl: Usuń konto

source: Are you sure you want to delete your account?
pl_pl: Czy jesteś pewien, że chcesz usunąć swoje konto?

source: This will permanently delete your profile and any content you have generated.
pl_pl: To na zawsze usunie Twoje konto i wszystkie dane w nim zawarte.

source: Register account
pl_pl: Zarejestruj

source: Sign Up
pl_pl: Zarejestruj

source: Sign In
pl_pl: Zaloguj

source: Confirm Your Forget-It-Not Account
pl_pl: Potwierdź swoje konto w Forget-It-Not

source: Please confirm your email to complete registration.
pl_pl: Proszę potwierdź swój adres e-mail w celu dokończenia rejestracji.

source: Your account has been confirmed. You can log in.
pl_pl: Twoje konto zostało potwierdzone. Możesz się zalogować.

source: The confirmation link is invalid!
pl_pl: Link nie jest poprawny!

source: Your account has been updated!
pl_pl: Twoje konto zostało zmienione!

source: Your account has been deleted!
pl_pl: Twoje konto zostało usunięte!
